"VIPPWBio:确定" = "确定";
"VIPPWBio:输入密码" = "输入密码";
"VIPPWBio:指纹校验失败，请使用支付密码校验" = "指纹校验失败，请改用支付密码";
"VIPPWBio:网络不给力，请稍后再试" = "网络不给力，请稍后再试";
"VIPPWBio:取消" = "取消";
"VIPPWBio:重试" = "重试";
"VIPPWBio:请验证已有指纹" = "请验证已有指纹";

"VIPPWBio:imm.sw_pay_fail" = "智能设备校验失败，请使用支付密码进行支付";
"VIPPWBio:imm.sw_pay_timeout" = "蓝牙连接异常，无法使用智能设备免密支付";
"VIPPWBio:imm.sw_bt_off" = "蓝牙未开启，无法使用智能设备免密支付";


"VIPPWBio:imm.fp_notset" = "您尚未设置指纹(Touch ID)，请在手机系统\"设置>Touch ID与密码\"中添加指纹";
"VIPPWBio:imm.fp_notopen" = "您尚未启用指纹密码功能，请在手机系统\"设置>Touch ID与密码\"中打开密码";
"VIPPWBio:mini.fp_hooked" = "指纹校验存在被篡改风险";

"VIPPWBio:人气太旺了，请稍后再试" = "人气太旺了，请稍后再试";
"VIPPWBio:confirmExit" = "确定要退出吗?";

"VIPPWBio:面容 ID 校验失败，请改用支付密码" = "面容 ID 校验失败，请改用支付密码";
"VIPPWBio:imm.face_notset" = "你尚未设置面容 ID，请先在手机系统\"设置>面容 ID 与密码\"中录入面容";
"VIPPWBio:imm.face_notopen" = "你尚未启用面容 ID 功能，请在手机系统\"设置>面容 ID 与密码\"中打开密码";
"VIPPWBio:mini.face_hooked" = "为保证你的账户安全，越狱系统不支持使用面容 ID 支付";
"VIPPWBio:passcodeText" = "面容 ID 短时间内失败多次，需要验证手机密码";
"VIPPWBio:no_faceid_permission" = "未授权使用面容ID，请在系统设置中开启权限";

"VIPPWBio:刷脸失败，请使用支付密码" = "刷脸失败，请使用支付密码";
"VIPPWBio:无相机权限" = "无相机权限，刷脸支付不可用，请使用支付密码";
"VIPPWBio:其他验证方式" = "其他验证方式";

"VIPPWBio:使用指纹" = "使用指纹";
"VIPPWBio:使用面容" = "使用面容";
"VIPPWBio:使用刷脸" = "使用刷脸";
"VIPPWBio:使用密码" = "使用密码";

"VIPPWBio:未能识别人脸"="未能识别人脸";
"VIPPWBio:没有认出你"="没有认出你";
"VIPPWBio:请把手机拿远一点"="请把手机拿远一点";
"VIPPWBio:确定退出吗?"="确定退出吗?";

"VIPPWBio:刷脸校验失败，请使用支付密码" = "刷脸校验失败，请使用支付密码";
"VIPPWBio:刷脸校验失败，请使用指纹" = "刷脸校验失败，请使用指纹";
"VIPPWBio:指纹校验失败，请使用支付密码" = "指纹校验失败，请使用支付密码";
"VIPPWBio:指纹校验失败，请使用刷脸" = "指纹校验失败，请使用刷脸";
"VIPPWBio:面容校验失败，请使用支付密码" = "面容校验失败，请使用支付密码";

"VIPPWBio:本次验证推荐使用支付密码" = "本次验证推荐使用支付密码";
"VIPPWBio:本次验证推荐使用指纹" = "本次验证推荐使用指纹";
"VIPPWBio:本次验证推荐使用刷脸" = "本次验证推荐使用刷脸";
"VIPPWBio:本次验证推荐使用面容" = "本次验证推荐使用面容";

"VIPPWBio:支付密码" = "支付密码";
"VIPPWBio:指纹" = "指纹";
"VIPPWBio:面容" = "面容";
"VIPPWBio:刷脸" = "刷脸";

"VIPPWBio:是否需要使用支付密码?" = "是否需要使用支付密码?";
"VIPPWBio:退出"="退出";
